{
  "returnCode": 0,
  "returnMessage": "",
  "returnPayload": [
    {
      "id": "a334a85c-7179-498e-843d-6ed89073a98d",
      "title": "MPA and Shell Shipping & Maritime Sign MOU to Advance Clean Fuels Technology, Automation and Port Digitalisation",
      "type": "News",
      "category": "",
      "publishedDate": "31 Oct 2017 15:00:00",
      "data": [
        {
          "type": "text",
          "name": "Content",
          "value": " \n  \n\n          The Maritime and Port Authority of Singapore (MPA) and Shell Eastern\nTrading (PTE) LTD (Shell) have signed a Memorandum of Understanding (MOU), to\ncooperate in the research and development and test-bedding of projects within\nthe maritime industry in areas of clean fuel technologies, automation and digitalisation.\n \n2.       Under the MOU, MPA in\npartnership with Shell, will collaborate on the following key areas: \n\n  Developing innovative solutions to reduce emissions in the port\n  Explore greater use of automation in the port\n  Support study and development of digitalisation efforts, including\nelectronic data exchanges among various stakeholders, to enhance safety, efficiency\nand security of maritime communication. \n\n \n3.    The MOU was signed by Mr\nNick Potter, General Manager, Asia Pacific-Middle East, Shipping & Maritime\nand Mr Andrew Tan, Chief Executive of MPA at the Singapore Maritime Institute\n(SMI) Forum 2017, an annual event held to foster closer\ncollaboration between industry, research institutions and solution providers. Witnessing the signing ceremony was Senior Minister of State for\nTransport and Health, Dr Lam Pin Min. \n \n4.     “Singapore will continue to\ninvest in future capabilities to build up a strong maritime cluster to\ngenerate good employment opportunities and stay ahead of the competition. We\nare pleased to work with industry partners like Shell to\ndrive the\ndigital transformation of the maritime industry in Singapore in the areas of\nelectronic data interchange, automation, intelligent systems and cleaner energy,” said Mr Andrew Tan.\n\n https://www.mpa.gov.sg/web/wcm/connect/www/d7c2de3e-bb79-47ad-ae11-3696c440c1c4/1/img.jpeg?MOD=AJPERES&CACHEID=d7c2de3e-bb79-47ad-ae11-3696c440c1c4/1 The MOU was signed by Mr Nick Potter, General manager, Asia Pacific-Middle East, Shipping & Maritime and Mr Andrew Tan, Chief Executive of MPA at the Singapore Maritime Institute (SMI) Forum 2017.\n\n  \n   https://www.mpa.gov.sg/web/wcm/connect/www/d7c2de3e-bb79-47ad-ae11-3696c440c1c4/2/img.jpeg?MOD=AJPERES&CACHEID=d7c2de3e-bb79-47ad-ae11-3696c440c1c4/2 \n  Witnessing the signing ceremony was Senior Minister of State for Transport and Health, Dr Lam Pin Min."
        }
      ]
    }
  ]
}
